custom-fpm-results.txt
** SIEGE 4.0.4
** Preparing 100 concurrent users for battle.
The server is now under siege...
Transactions:		       10000 hits
Availability:		      100.00 %
Elapsed time:		       27.58 secs
Data transferred:	        0.53 MB
Response time:		        0.27 secs
Transaction rate:	      362.58 trans/sec
Throughput:		        0.02 MB/sec
Concurrency:		       99.45
Successful transactions:       10000
Failed transactions:	           0
Longest transaction:	        0.64
Shortest transaction:	        0.17